Repository: FLOSSBoxIN/gtkhash
Catalog: po/*.po
Languages: ko, ro

source: Lowercase Hexadecimal
ko: 16진수 소문자
ro: Hexazecimal cu litere mici

source: Uppercase Hexadecimal
ko: 16진수 대문자
ro: Hexazecimal cu litere mari

source: Copy _Digest
ko: Digest 값 복사(_D)
ro: Copiază _Suma de control

source: Show _Toolbar
ko: 툴바 표시(_T)
ro: Afișează _Bara de instrumente

source: _File
ko: 파일(_F)
ro: _Fișier

# menu
source: _Open Digest File…
ko: Digest 파일 열기(_O)
ro: _Deschide fișierul cu suma de control…

# menu
source: _Save Digest File…
ko: Digest 파일 저장(_S)
ro: _Salvează fișierul cu suma de control…

source: _Edit
ko: 편집(_E)
ro: _Editare

source: _View
ko: 보기(_V)
ro: _Vizualizare

source: _Text
ko: 텍스트(_T)

source: File _List
ko: 파일 목록(_L)
ro: Fișier _listă

source: _Help
ko: 도움말(_H)
ro: _Ajutor

source: File:
ko: 파일:
ro: Fișier:

source: Text:
ko: 텍스트:

source: Check:
ko: 체크:
ro: Verifică:

source: Paste digest from clipboard
ko: 클립보드에서 Digest 값 붙여넣기
ro: Lipește suma de control din clipboard

source: HMAC Key:
ko: HMAC 키:
ro: Cheie HMAC:

source: File
ko: 파일
ro: Fișier

source: Ha_sh
ko: Hash(_s)

source: GtkHash Preferences
ko: GtkHash 설정
ro: GtkHash Preferințe

source: Hash Functions
ko: Hash 함수
ro: Funcții Hash

source: MAC Functions
ko: MAC 함수
ro: Funcții MAC

source: Digest Format:
ko: Digest 포맷:
ro: Format sumă de control:

source: Checksum Calculator
ko: 체크섬 계산
ro: Calculator sumă de control

source: Calculate message digests or checksums
ko: 메시지Digest 또는 체크섬 계산
ro: Calculați coduri hash criptografice sau sume de control

source: Open Digest File
ko: Digest 파일 열기
ro: Deschide fișier sumă de control

source: _Open
ko: 열기(_O)
ro: _Deschide

source: _Cancel
ko: 취소(_C)
ro: _Anulare

source: Digest/Checksum Files (*.sha1, *.md5, *.sfv, …)
ko: Digest/체크섬 파일 (*.sha1, *.md5, *.sfv, …)
ro: Fișiere Digest/Sumă de Control (*.sha1, .md5, .sfv, …)

source: All Files
ko: 모든 파일
ro: Toate fișierele

source: Save Digest File
ko: Digest 파일 저장
ro: Salvează fișierul cu suma de control

source: _Save
ko: 저장(_S)
ro: _Salvare

source: A desktop utility for computing message digests or checksums
ko: 메시지 digests 또는 체크섬 계산을 위한 데스크톱 유틸리티
ro: O aplicație desktop pentru calcularea codurilor hash criptografice sau a sumelor de control

source: translator-credits
ko: 번역기-크레딧
ro: credite-traducător

source: Select Files
ko: 파일 선택
ro: Selectează fișierele

source: _Show HMAC Key
ko: HMAC 키 표시(_S)
ro: _Afișează cheia HMAC

source: Failed to read check file "%s": %s
ko: "%s" 체크 파일을 읽지 못했습니다 : %s
ro: Nu s-a putut citi fișierul de verificare "%s": %s

source: Not a regular file
ko: 일반 파일이 아님
ro: Nu este un fișier obișnuit

source: Failed to add file "%s": %s
ko: %s 파일을 추가 실패 : %s
ro: Nu s-a putut adăuga fișierul "%s": %s

source: Unknown Hash Function name "%s"
ko: 알 수 없는 Hah 함수 이름 "%s"
ro: Nume necunoscut al funcției Hash "%s"

# --help
source: Check against the specified digest or checksum
ko: 지정된 digests 또는 체크섬과 비교하여 확인합니다
ro: Verifică comparând cu codurile hash criptografice sau suma de control specificată

# --help
source: Check digests or checksums from the specified file
ko: 지정된 파일에서 digests 또는 체크섬 확인
ro: Verifică codurile hash criptografice sau sumele de control din fișierul specificat

# --help
source: FILE|URI
ko: 파일|URI
ro: FIȘIER|URI

# --help
source: Enable the specified Hash Function (e.g. MD5)
ko: 지정된 해시 함수(예: MD5)를 활성화합니다
ro: Activați funcția Hash specificată (e.g. MD5)

# --help
source: FUNCTION
ko: 함수
ro: FUNCȚIE

# --help
source: Hash the specified text
ko: 지정한 텍스트를 Hash합니다
ro: Calculează codul hash criptografic pentru textul specificat

# --help
source: TEXT
ko: 텍스트

# --help
source: Show version information
ko: 버전 정보 표시
ro: Afișează informațiile despre versiune

source: Failed to enable any supported hash functions.
ko: 지원되는 Hash 함수를 사용하는데 실패했습니다.
ro: Nu s-a reușit activarea niciunei funcții hash acceptate.

source: %u minute left
ko: %u 분 남음
ro: %u minut rămas

source: %u second left
ko: %u 초 남음
ro: %u secundă rămasă

source: %s of %s - %s (%s/sec)
ko: %s / %s - %s (%s/sec)
ro: %s din %s - %s (%s/sec)

source: _Copy Digest
ko: Digest 값 복사(_C)
ro: _Copiază _rezumatul

source: Show _Disabled Hash Functions
ko: 비활성화된 Hash 함수 표시(_D)
ro: Afișează _funcțiile hash dezactivate

source: Hash Function
ko: Hash 함수
ro: Funcția Hash

source: H_ash
ko: Hash(_a)

source: Checksums
ko: 체크섬
ro: Sume de control

source: GtkHash is an application for computing file checksums, or message digests. It's designed to be an easy to use, graphical alternative to command-line programs such as md5sum.
ko: GtkHash는 파일 체크섬, 즉 메시지 digest을 계산하기 위한 응용 프로그램입니다. 그것은 md5sum과 같은 명령 줄 프로그램의 사용하기 쉽고 그래픽적인 대안이 되도록 설계되었습니다.
ro: GtkHash este o aplicație pentru calcularea sumelor de control ale fișierelor, sau a rezumatelor mesajelor. Este concepută pentru a fi o alternativă grafică, ușor de utilizat, la programele cu linie de comandă, cum ar fi md5sum.

source: Supported hash functions include MD5, SHA1, SHA256, SHA512 and CRC32.
ko: 지원되는 Hash 함수에는 MD5, SHA1, SHA256, SHA512 및 CRC32가 포함된다.
ro: Funcțiile hash acceptate includ MD5, SHA1, SHA256, SHA512 și CRC32.

source: Adds message digests or checksums to file properties
ko: 파일 속성에 메시지 digests 또는 체크섬 추가
ro: Adaugă rezumate ale mesajelor sau sume de control la proprietățile fișierelor

# --help
source: [FILE|URI...]
ro: [FIȘIER|URI...]

source: Digest
ro: Rezumat
